---
kind: property
id: P:Autodesk.Revit.DB.SymbolTypeId.MN
source: html/780d89c0-f95d-09d3-6b3e-4ef9c91faa47.htm
---
# Autodesk.Revit.DB.SymbolTypeId.MN Property

Symbol MN, indicating unit Meganewtons.

## Syntax (C#)
```csharp
public static ForgeTypeId MN { get; }
```